Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: L’objectiu és fer que aquests grups es puguin ajudar entre ells, de manera queresponguin millor als serveis públics i privats oferts per les comunitats d’acollida o perles autoritats.
en: The aim is to empower newcomers’networks of mutual help so that they can better match the private and public servicesoffered by the hosting communities or authorities.

source: També s’ha convocat un concurs per a projectes creats per organitzacionsde comunitats concretes, grups de residents, serveis públics i empreses que volen iniciarrelacions amb els immigrants que acaben d’arribar al país.www.kbs-frb.be
en: A new call for projects also addressescommunity organisations, residents’ groups, public services and businesses which want toforge links with new migrants. (www.kbs-frb.be)

source: Les associacions d’immigrants, com a possibles centres d’assessorament i informació perals nouvinguts, poden incloure els programes d’acollida entre les seves activitats, oferintformació i actuant com a models per a una integració correcta.
en: The city of Southampton organised in 2003 a oneday induction for refugees, includingmeetings with city council departments, other statutory agencies, and voluntaryorganisations. The aim was to strengthen refugee community organisations (27 refugeeleaders and representatives attended) and to introduce them to the institutionalframework and culture of the host community.

source: Podrien beneficiar-sed’ajudes per a l’obtenció de locals adequats i establir relacions amb organismesprofessionals per garantir la qualitat dels cursos.
en: Working groups were held whoseagendas were built around the issues, concerns and questions tabled by refugee leaderswell before the event.

source: Els programes, idealment, s’haurien de basar en avaluacions que demostressin el que hafuncionat i el que no ha anat bé amb els grups de nouvinguts.
en: Programmes are ideally based on evaluations showing what has worked and what hasnot worked with previous groups of newcomers.

source: Els programes o projectes d’acollida per a immigrants i refugiats nouvinguts poden tenirun paper molt important a l’hora de “portar la integració pel bon camí” pels Immigrantsi les seves famílies.
en: Introductory programmes or projects for newly arrived immigrants and recognisedrefugees can play a central role in ‘putting integration on the right track’ for individualmigrants and their families.

source: A més, constitueixen un compromís de recursos significatiu per alsgoverns.
en: At the same time, they constitute a significant resourcecommitment for governments.

source: A Suècia, el Consell d’Integració ha desenvolupat una sèrie “d’objectius nacionals” peral programa d’orientació. Cada municipi i cada autoritat formula les seves fites segonsuns objectius amplis i duu a terme el procés d’avaluació pertinent.
en: In Sweden, the Integration Board has developed a set of ‘national goals’ for the orientation programme.Each municipality and authority formulates its objectives based on these comprehensivegoals and carries out its own follow-up and evaluation procedures.

source: El Consell d’Integracióajuda els municipis en el disseny de les eines d’avaluació adequades.
en: The Integration Board assists the municipalities in designing appropriate evaluation tools.

source: A Dinamarca, elsmunicipis estan obligats a fer un seguiment regular dels contractes d’integració personalsper tal de garantir el progrés de cada cas i que el contracte continuï reflectint lesnecessitats dels immigrants i els refugiats.
en: In Denmark,municipalities are obliged to regularly follow up on the individual integration contractsto ensure that progress has been achieved and that the contract still reflects the needsof the immigrant or refugee.

source: A Itàlia, el Ministeri de Treball i Polítiques Socials controla l’evolució dels seus acords marc amb les regions, i ho fa per mitjàd’indicadors quantitatius i qualitatius que ajuden a avaluar la distància entre els objectiusi els resultats.
en: In Italy, the Ministry of Labour and Social Policies monitorsthe evolution of its Framework Agreements with regions using quantitative andqualitative indicators to evaluate the gap between objectives and results.

source: Per exemple, el Ministeri de l’Interior britànic està pensant a fer serviraquests mètodes per al programa d’educació de la ciutadania.
en: A number of governments use results-based funding to ensure the quality ofprogrammes where they are outsourced.

source: La majoria del programaes farà en centres educatius per a adults o en empreses privades d’ensenyamentd’anglès.
en: For instance, the UK Home Office is planningto employ such methods under its citizenship education programme.

source: Un 85 % del finançament es donarà d’entrada i el 15 % restant, depenent delsresultats.
en: Most of theprogramme will be provided through adult education colleges or private providers oflanguage classes, which will receive 85% base funding and 15% based on results.

source: A Schleswig Holstein, el Ministeri de l’Interior va encarregar una anàlisi dels cursosd’integració diferenciant entre homes i dones: S’estava oferint el mateix accés als cursosals homes i a les dones?
en: In Schleswig Holstein, the Interior Ministry commissioned a gender analysis of integrationcourses: was there equal access for men and women?

source: Es van estudiar els cursos similars als que s’estaven plantejantd’acord amb la nova llei d’immigració.
en: Courses similar to those envisagedunder the new immigration law were examined.

source: Al contrari del que es podia esperar, l’anàlisi varevelar que el percentatge de dones que participaven en els cursos era més elevat que eld’homes, i que si s’oferien més incentius, calia adreçar-se més als homes que a les dones.Les raons per fer classes de llengua eren gairebé les mateixes per a tots dos sexes: volienaprendre alemany per fer-lo servir a la feina, per comunicar-se amb les autoritats i perparlar amb els veïns.
en: Contrary to expectations, the analysisrevealed that a higher percentage of women than of men participated in the courses andthat additional incentives were needed for male rather than female migrants. The reasonsfor men and women to follow language training were almost the same: they wanted tolearn German primarily for use in the labour market, to communicate with authorities, andto talk with neighbours.

source: A més, homes i dones van obtenir resultats similars en la prova quees fa abans de començar el curs de llengua, exceptuant-ne els treballadors estrangers “detota la vida”, amb 20-30 anys de residència.
en: Moreover, men and women had very similar results in the initialtest before starting their language course, excepting ‘classical’ guest workers with 20-30years of residence.

source: Els projectes pilot també poden ser de dimensions reduïdes.
en: Pilot projects can be small.

source: A Hongria es va fer unprograma d’integració pilot de sis mesos de durada, un projecte de MATRA, i incloïa sishomes adults solters, un matrimoni amb tres fills i dues dones solteres amb fills.
en: In Hungary, a ‘MATRA’ six-month pilot integration programmeincluded six single adult men, a married couple with three children and two single women(both with children).

source: Elprograma era intensiu: 1.200 hores de llengua, 700 hores d’orientació legal i cultural,allotjament i transport gratuïts i ajuda financera per a altres despeses.
en: The programme was intensive, comprising 1200 hours of languagetraining, 700 hours of cultural and legal orientation, free accommodation and transport,and financial assistance for other living expenses.

source: L’avaluació d’aquestprojecte pilot ara s’està fent servir per formular una gran política d’integració a Hongria.Les recomanacions van directament a un grup d’alt nivell dels àmbits de governprocedents.
en: The evaluation of this pilot project isnow used in formulating a comprehensive integration policy for Hungary, with therecommendations going to a high-level group of state secretaries of the relevant branchesof government.

source: A més de preveure o programar avaluacions dels programes, pot ser útil fer servirinformes sobre la implementació de la legislació en l’àrea d’integració en cas depolítiques basades en resultats concrets.
en: In addition to project or programme evaluations, reporting on the implementation oflegislation in the area of integration can be a useful tool for evidence-based policies.

source: Per exemple, la Llei d’immigració alemanya de2004 preveu que el Govern presenti un informe sobre la implementació i el finançamentde cursos d’integració.
en: Forinstance, the 2004 German immigration law requires the government to present a reporton the implementation and financing of integration courses to the Parliament by July2007, two and a half years after entry into force of the law.

source: Aquest informe l’ha de presentar al Parlament abans de juliol de2007, dos anys i mig després de l’entrada en vigor de la llei. De la mateixa manera, quanel Parlament finlandès va aprovar la Llei d’integració de 1999, requeria al Govern que en
en: Similarly, when the Finnish Parliament passed the 1999 Integration Act it demanded that the government shouldwithin three years of entry into force give a report on its implementation, the resultsattained, and recommendations for the future.

source: Capítol 1: Conclusions
en: Chapter 1: Conclusions

source: 1.Els programes d’acollida són una inversió en el futur que tant la població immigrantcom la societat d’acollida han d’estar disposats a fer.
en: 1.Introduction programmes are an investment in the future which both the immigrantand society should be willing to make.

source: Es dóna als immigrants unaprimera oportunitat d’adquirir unes habilitats bàsiques per poder ser autosuficients, il’esforç, per tant, val la pena. El retorn de la inversió per a la societat és que elsimmigrants es converteixen en ciutadans més preparats i capaços de contribuir a lamillora de la mateixa societat.2.Oferir cursos de diferents nivells i amb diferents formats, amb diversitat de mètodesdocents, pot ajudar a assolir una bona formació lingüística per a immigrants ambdiferents nivells educatius o diferents nivells de competència pel que fa al país i al’idioma.
en: They give immigrants a start enabling them toacquire vital skills to become self-sufficient and are therefore well worth the effort.The return on investment for society is that immigrants become better-equippedcitizens capable of contributing to society.2.Offering courses at several levels using different formats and a range of teachingmethods can help to achieve successful language training for immigrants withdifferent educational backgrounds or previous knowledge of the country andlanguage.

source: Aquests cursos fan que obtinguin una qualificació que els serà útil en el futur.A més, normalment, al final de la formació se sol fer un examen per acreditarl’aprenentatge dels participants.3.Si els certificats que s’expedeixen després de fer aquestes classes tenen un formatconegut per empresaris i altres institucions educatives, podran ser útils per accedir almercat laboral o a d’altres possibilitats formatives.
en: This leads to usable qualifications. Ideally the programmes provide for testsafter the courses in order to validate the learning level of participants.3.When course certificates are of a format which is known to employers and othereducational institutions, they prove to be useful to the participant in accessing furtherlabour market or training opportunities.

source: Així doncs, quan es dissenyinaquest tipus de cursos, caldria tenir-ho present.4.Les bones pràctiques suggereixen que els cursos introductoris han de tenir un dissenyflexible, que permeti la participació en el mercat laboral alhora que es fa el curs.
en: The content and methods of teaching are tobe designed with these opportunities in mind.

source: Noes recomana implantar models seqüencials estrictes per a l’aprenentatge de la llengua,la formació professional ni l’educació superior.
en: 4.Best practice suggests designing introduction courses in a flexible way, allowing forparallel teaching of language and labour market participation rather than relying onstrict sequential models for language learning, vocational training and highereducation.

source: L’ideal és que els cursos introductorisincloguin l’ensenyament de la llengua i validin les habilitats existents.5.Els mètodes dinàmics per avaluar les habilitats dels nouvinguts -que es basen menysen criteris formals i valoren més l’experiència pràctica- són més útils per validarl’experiència i els coneixements obtinguts en el país d’origen.6.Les classes amb dedicació parcial, els cursos a distància, per Internet o similarspermeten als participants continuar amb els programes d’acollida sense haver dedeixar de treballar.7.El fet de reunir tots els recursos en un lloc permet als municipis dels voltants oferirdiferents tipus de cursos.
en: Ideally courses integrate language and vocational training and validateexisting skills.5.Dynamic ways of assessing the skills of newcomers, relying less on formal criteria andvaluing different kinds of experience, are most useful for the validation of experienceand knowledge obtained in the country of origin.6.Offering part-time courses, distance or elearning and similar models enablesparticipants to continue with introduction programmes while at the same time takingon a job.7.The pooling of resources enables adjacent municipalities to offer different types ofcourses.

source: 10.Hi ha d’haver un equilibri entre el que els governs demanen als nouvinguts i ladisponibilitat i la qualitat sostenible dels programes d’acollida.
en: It also makes it possible for participants to live in one municipality and dotraining or work in another, in this way avoiding the loss of family contacts ornetworks in case of a move.

source: És crucial que tots els implicatses mostrinreceptius i oberts amblainformacióques’obtédeles entitatscol·laboradores, dels que s’encarreguen del finançament o dels mateixos clients.15.
en: It is crucial that all involved are responsive and open tofeedback from those they work with as implementing partners, funders, or clients.

source: La col·laboració entre els diferents nivells de govern es basa en responsabilitatscompartides i enconsultes sobreel disseny depolítiques i assignacionspressupostàries.16. Als interlocutors socials els interessa que els immigrants siguin autosuficients iparticipin activament en el disseny, el finançament i la implementació dels programesd’integració.17.Els governs a tots els nivells podrien fer que les empreses participessin més en el debat sobre la integració de la població immigrant, relacionantels programesgovernamentals i els programes de responsabilitat social de les corporacionsempresarials.18.Els governs poden ajudar les petites i mitjanes empreses, així com els sindicats ensectors econòmics que contracten a molts treballadors immigrants, complementant laseva capacitat de formació dels treballadors.19.Les associacions d’immigrants, com a possibles centres d’assessorament i informacióper als nouvinguts, poden incloure els programes d’acollida entre les seves activitats,oferint formació i actuant com a models per a una integració correcta.
en: 15.Partnerships between various levels of government are governed by sharedresponsibilities and consultations on policy design and budget allocations.16.The social partners stand to gain from self-sufficient immigrants and are ideallyinvolved in the design, financing and implementation of integration programmes.17.Governments at all levels could engage companies more in the debates on immigrantintegration linking governmental programmes with companies' corporate socialresponsibility programmes.18.Governments could offer assistance to smaller companies and other businessorganisations as well as trade unions in sectors of the economy where manyimmigrants have found employment by complementing these organisations' trainingcapacities.19.Migrants’ associations as possible sources of advice and information to newcomerscan be built into introduction programmes by including them for the provision oftraining and as role models for successful integration.

source: Podrienbeneficiar-se d’ajudes per a l’obtenció de locals adequats i establir relacions amborganismes professionals per garantir la qualitat dels cursos.20.Els programes, idealment, s’haurien de basar en avaluacions que demostressin el queha funcionat i el que no ha anat bé amb els grups de nouvinguts.21.Les avaluacions dutes a terme en diversos països es podrien compartir i, basant-se enl’experiència del màxim de països possibles, es podrien elaborar una sèrie de normesde qualitat voluntàries per a la formació lingüística i cívica.
en: They could receive support forcapacity building and be linked with professional organisations so as to ensure qualitycontrol.20.Programmes are ideally based on evaluations showing what has worked and what hasnot worked with previous groups of newcomers. 21.Evaluations made in various countries could be brought together and on the basis ofexperiences in as many countries as possible, a series of voluntary quality standardscould be designed for language and civic training.

source: L’ideal seria que això es fesen estreta col·laboració amb les organitzacions educatives que operin a escalainternacional.
en: Ideally this would be done in closeconsultation with internationally operating educational organisations.

source: Capítol 2Participació ciutadana
en: Chapter 2Civic participation

source: Participació ciutadana
en: Civic participation

source: Aquest capítol tracta l’àmbit de la participació ciutadana des de dos punts de vista.
en: This chapter addresses the wide field of civic participation from two angles: first, itlooks at organisations delivering services and illustrates how they can become moreaccessible to immigrants, thus enhancing a sense of belonging.

source: Enprimer lloc, se centra en les organitzacions de serveis i il·lustra com poden ser mésaccessibles per als immigrants, reforçant així el sentiment de pertinença a la societat ien segon lloc, tracta la participació activa de les persones en la societat.
en: Second, it looks atengaging people in active participation in society.

source: Els immigrantsi els no immigrants poden ser mobilitzats entorn d’un diàleg religiós o entorn de lesdiferents facetes de ciutadania activa: la participació en eleccions o en òrgansconsultius, la naturalització i la participació social, incloenthi el voluntariat.
en: Immigrants and non-immigrants canbe mobilised around religious dialogue or around the different facets of activecitizenship: participation in elections or in consultative bodies, naturalisation, andsocial participation including volunteering.

source: Al finaldel capítol, un requadre sobre “convertir-se en organitzacions obertes i inclusives”detalla els passos que cal fer per tal d’obrir les principals institucions i organitzacionsa tota la ciutadania.
en: At the end of the chapter, a box on‘becoming open and inclusive organisations’ details the steps than can be taken toopen up mainstream institutions and organisations to all citizens.

source: Les estratègies que responen a les necessitats i circumstàncies especials dels immigrantsi que es basen en les seves habilitats fomenten el sentiment de pertinença i la participacióen la societat.
en: Strategies responding to immigrants’ special needs and circumstances and capitalising ontheir skills enhance their sense of belonging and participation in society.

source: Les organitzacions públiques i privades han de basar les seves estratègiesen la igualtat i en la no discriminació. Idealment, cal fer-les a mida, han de ser flexiblesi subjectes a una avaluació regular.
en: Public andprivate organisations should base these strategies on equality and anti-discrimination.Ideally they are tailor-made, flexible and subject to regular evaluation.

source: Les organitzacions públiques i privades s’haurien de mostrar receptives amb tots elsciutadans -relacionats amb la immigració o no- com a membres, clients, empresaris iempleats, com a consumidors i proveïdors de serveis, líders polítics i votants, pares i fills,professors i alumnes.
en: Public and private organisations should be responsive to all citizens - with and withoutan immigrant background - as members, customers, employers and employees, asconsumers and service providers, political leaders and voters, parents and children,teachers and pupils.

source: La majoria de la interacció entre immigrants i no immigrants té llocen les principals organitzacions i l’obertura anima els immigrants a prendre partactivament en el dia a dia d’aquestes organitzacions i, per tant, en la societat.
en: Much interaction between immigrants and non-immigrants takesplace in mainstream organisations and their openness encourages immigrants to activelytake part in the life of these organisations and thus in society.

source: D’unabanda, tenim la predisposició i la motivació dels immigrants per tenir un paper actiu i del’altra, el compromís de les organitzacions de ser inclusives.
en: Immigrants’ willingnessand motivation to play an active role and the organisations’ commitment to be inclusivereinforce each other.

source: Obrir les principals institucions i organitzacions no és un procés automàtic; més aviatrequereix la continua ajuda activa dels implicats a tots els nivells.
en: Opening up mainstream institutions and organisations is not an automatic process; rather,it needs the continuous and active support of stakeholders at all levels.

source: Els responsables del’elaboració de les polítiques i els professionals han d’entendre la naturalesa específica dela població per tal de permetre la completa participació dels ciutadans, independentmentdel seu origen cultural, ètnic o nacional.
en: Policy-makers andpractitioners need to understand the specific nature of a diverse population in order toallow the full participation of all citizens irrespective of their cultural, ethnic and nationalorigin.

source: La sensibilitat davant les necessitats particularsi la cooperació amb organitzacions especialitzades, com ara associacions d’immigrants o ONG d’assistència als immigrants i als refugiats, són part d’una bona estratègia perimplicar-los en la nostra societat.
en: Responsiveness to particular needs and close cooperation with specialisedorganisations such as migrants’ associations or NGOs dedicated to the assistance ofimmigrants and refugees are all part of a successful strategy of engaging them.

source: Adaptar els serveis a les necessitats dels diferents grups implica un esforç de col·laboracióque requereix desenvolupar una competència intercultural del sector públic i privat.
en: Tailoring services to the special needs of different groups among the population is acollaborative effort requiring the development of intercultural competence in public andprivate service.

source: Els immigrants són un dels grups que troben més obstacles a causa de les diferències lingüístiques i culturals.
en: frequently meet obstacles due to linguistic or cultural differences.

source: La seva participació activa en la societatdepèn, doncs, d’un esforç de col·laboració per corregir i eliminar aquests obstacles.
en: Their activeparticipation in society therefore depends on a collaborative effort to address andremove these obstacles.

source: Les organitzacions públiques i privades poden recórrer a diferents tècniques perquè elsseus serveis siguin accessibles als immigrants.
en: Public and private organisations can employ different techniques to make their servicesmore accessible to immigrants.
